Repository: vivek-msn/Think-Ecommerce-theme
Catalog: languages/*.po
Languages: pt_br

source: Page not found
pt_br: Página não encontrada

source: Unfortunately, the page you tried to reach does not exist on this site!
pt_br: Infelizmente, a página que você tentou acessar não existe neste site!

source: Take a Look at Our Latest Posts
pt_br: Dê uma olhada em nossos posts mais recentes

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Nothing to display
pt_br: Nada para exibir

# comments title
source: One thought on &ldquo;%s&rdquo;
pt_br: Uma ideia sobre &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
pt_br: %1$s ideia sobre &ldquo;%2$s&rdquo;

source: Comments are closed.
pt_br: Comentários estão fechados.

source: Copyright Think Ecommerce - All Rights Reserved
pt_br: Copyright Think Ecommerce - Todos os direitos reservados

source: Think Ecommerce Main Menu
pt_br: Pense no menu principal do comércio eletrônico

source: Think Ecommerce Footer Menu
pt_br: Menu de rodapé do Think Ecommerce

source: Think Ecommerce Main Sidebar
pt_br: Pense na barra lateral principal do comércio eletrônico

source: Drag and drop your widgets here
pt_br: Arraste e solte seus widgets aqui

source: Think Ecommerce Sidebar Shop
pt_br: Pense na loja da barra lateral de comércio eletrônico

source: Drag and drop your WooCommerce widgets here
pt_br: Arraste e solte seus widgets WooCommerce aqui

source: Footer Sidebar 1
pt_br: Barra lateral do rodapé 1

source: Footer Sidebar 2
pt_br: Barra lateral do rodapé 2

source: My Account
pt_br: Minha conta

source: Login/Register
pt_br: Entrar/Registrar

source: Toggle navigation
pt_br: Alternar de navegação

source: Add a menu
pt_br: Adicionar um cardápio

source: Copyright Settings
pt_br: Configurações de direitos autorais

source: Copyright Section
pt_br: Seção de direitos autorais

source: Copyright
pt_br: Direito autoral

source: Please, add your copyright information here
pt_br: Por favor, adicione suas informações de direitos autorais aqui

source: Slider Settings
pt_br: Configurações do controle deslizante

source: Slider Section
pt_br: Seção deslizante

source: Set slider page 1
pt_br: Definir controle deslizante página 1

source: Button Text for Page 1
pt_br: Texto do botão para a página 1

source: URL for Page 1
pt_br: URL da página 1

source: Set slider page 2
pt_br: Definir controle deslizante página 2

source: Button Text for Page 2
pt_br: Texto do botão para a página 2

source: URL for Page 2
pt_br: URL da página 2

source: Set slider page 3
pt_br: Definir controle deslizante página 3

source: Button Text for Page 3
pt_br: Texto do botão para a página 3

source: URL for Page 3
pt_br: URL da página 3

source: Home Page Products and Blog Settings
pt_br: Produtos da página inicial e configurações do blog

source: Home Page Section
pt_br: Seção da página inicial

source: Popular Products Max Number
pt_br: Número máximo de produtos populares

source: Popular Products Max Columns
pt_br: Colunas máximas de produtos populares

source: New Arrivals Max Number
pt_br: Número máximo de novidades

source: New Arrivals Max Columns
pt_br: Colunas máximas de novidades

source: Show Deal of the Week?
pt_br: Mostrar oferta da semana?

source: Deal of th Week Product ID
pt_br: ID do produto da oferta da semana

source: Product ID to Display
pt_br: ID do produto a ser exibido

source: Search results for
pt_br: Resultados da busca por

source: There are no results for your query.
pt_br: Não há resultados para sua consulta.

# placeholder
source: Search &hellip;
pt_br: Pesquise & hellip;

source: Popular Products
pt_br: Produtos populares

source: New Arrivals
pt_br: Novas chegadas

source: Deal of the Week
pt_br: Oferta da semana

source: Discount:
pt_br: Oferta da semana:

source: Published by
pt_br: Publicado por

source: on
pt_br: sobre

source: Categories
pt_br: Categorias

source: Tags
pt_br: Tag

source: Pages
pt_br: Páginas
